Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: The storage device has a capacity of %{DEVICE_CAPACITY}. Please insert a SD card or USB memory stick with at least 4GB of capacity.
ca_es: El dispositiu d'emmagatzematge té una capacitat de %{DEVICE_CAPACITY}. Inseriu una targeta SD o un llapis de memòria USB amb una capacitat mínima de 4 GB.

source: Volume: Muted
ca_es: Volum: silenciat

source: Keyboard layout:
ca_es: Disposició del teclat

source: Enable accessibility features to make your device easier to use.
ca_es: Activeu les funcions d'accessibilitat per facilitar l'ús del dispositiu.

source: Let's get started
ca_es: Comencem

source: Automatic name servers
ca_es: Servidors de noms automàtics

source: %{SERVICE_NAME} wants to verify that you are using an eligible Chrome OS device. %{MORE_INFO_LINK}
ca_es: %{SERVICE_NAME} vol verificar que feu servir un dispositiu Chrome OS apte. %{MORE_INFO_LINK}

source: Authentication failed while connecting to "%{DEVICE_NAME}".
ca_es: Ha fallat l'autenticació mentre es connectava a "%{DEVICE_NAME}".

source: DOM inspector
ca_es: Inspector DOM

source: Direct Internet connection
ca_es: Connexió directa a Internet

source: Selected
ca_es: Seleccionat

source: Start mirroring
ca_es: Inicia la rèplica

source: Automatic proxy configuration
ca_es: Configuració automàtica del servidor intermediari

source: Home network, not roaming
ca_es: Xarxa domèstica, no itinerància

source: Preferred networks...
ca_es: Xarxes preferides...

source: System Update
ca_es: Actualització del sistema

source: Czech keyboard
ca_es: Teclat txec

source: Vietnamese input method (TELEX)
ca_es: Mètode d'entrada de vietnamita (TELEX)

source: Japanese keyboard
ca_es: Teclat japonès

source: You purchased unlimited data on %{DATE}
ca_es: Heu comprat dades il·limitades el %{DATE}

source: Toggle full/half width mode
ca_es: Commuta el mode d'amplada completa/mitja amplada

source: Choose a file
ca_es: Trieu un fitxer

source: Report issue
ca_es: Informa d'un problema

source: Verifying...
ca_es: S'està verificant...

source: Center Cropped
ca_es: Centre retallat

source: Signal Strength:
ca_es: Intensitat del senyal:

source: Please connect to the Internet to update your Chromebook.
ca_es: Connecteu-vos a Internet per actualitzar el Chromebook.

source: Norwegian keyboard
ca_es: Teclat noruec

source: You received %{DATA_AMOUNT} free usage on %{DATE}
ca_es: Heu rebut un ús gratuït de %{DATA_AMOUNT} el %{DATE}

source: If you are using a proxy server, check your proxy settings or contact your network administrator to check that the proxy server is working. If you don't believe you should be using a proxy server, adjust your %{LINK_START}proxy settings%{LINK_END}.
ca_es: Si utilitzeu un servidor intermediari, comproveu-ne la configuració o contacteu amb l'administrador de la xarxa per comprovar que el servidor intermediari funcioni. Si us sembla que no cal que utilitzeu un servidor intermediari, ajusteu la %{LINK_START}configuració del servidor intermediari%{LINK_END}.

source: Less than %{MINUTES}.
ca_es: Menys de %{MINUTES}.

source: Input Unicode characters
ca_es: Entrada de caràcters Unicode

source: Formatting...
ca_es: S'està formatant...

source: Your account may have been deleted or disabled. Please sign out.
ca_es: Pot ser que el compte s'hagi suprimit o desactivat. Tanqueu la sessió.

source: Permanently keep this device in kiosk mode.
ca_es: Estableix permanentment el mode de quiosc en aquest dispositiu.

source: Your computer contains a Trusted Platform Module (TPM) security device, which is used to implement many critical security features in Chrome OS.
ca_es: El vostre equip conté un dispositiu de seguretat Trusted Platform Module (TPM), que s'utilitza per implementar moltes funcions de seguretat importants al SO de Chrome.

source: Initial character width is Full
ca_es: L'amplada inicial dels caràcters és completa

source: To access Security settings enter the SIM card PIN
ca_es: Per accedir a la configuració de seguretat introduïu el PIN de la targeta SIM

source: Hungarian keyboard
ca_es: Teclat hongarès

source: Network proxy for %{NETWORK_NAME}
ca_es: Servidor intermediari de xarxa per a %{NETWORK_NAME}

source: Add www. and .com and open address
ca_es: Afegeix www. i .com i obre l'adreça

source: Login has been resticted to the owner account only. Please reboot and sign in with the owner account. The machine will auto reboot in 30 seconds.
ca_es: L'inici de sessió s'ha restringit a només el compte de propietari. Reinicieu l'equip i inicieu la sessió amb el compte de propietari. L'equip es reiniciarà automàticament d'aquí a 30 segons.

source: Password is too short.
ca_es: La contrasenya és massa curta.

source: Sorry, your password could not be verified. Please try again.
ca_es: No s'ha pogut verificar la vostra contrasenya. Torneu-ho a provar.

source: Your computer will restart when the update is complete.
ca_es: El vostre equip es reiniciarà quan s'hagi completat l'actualització.

source: You removed your device too soon!
ca_es: Heu retirat el dispositiu massa aviat.

source: Select a square region of the image.
ca_es: Seleccioneu una regió quadrada de la imatge.

source: Hardware revision:
ca_es: Revisió de maquinari:

source: Share this network with other users
ca_es: Comparteix aquesta xarxa amb altres usuaris

source: Create a Google Account now
ca_es: Creeu un Compte de Google ara

source: Link
ca_es: Enllaç

source: The TPM is being set up. Please be patient; this may take a few minutes.
ca_es: S'està instal·lant TPM. Tingueu paciència; el procés pot trigar uns minuts.

source: Semicolon
ca_es: Punt i coma

source: Activate launcher item 1
ca_es: Activa el primer element de la barra d'execució ràpida

source: Input method
ca_es: Mètode d'introducció

source: Please enter this passkey on "%{DEVICE_NAME}":
ca_es: Introduïu aquesta contrasenya a "%{DEVICE_NAME}":

source: Close window
ca_es: Tanca la finestra

source: Magnifier decrease zoom
ca_es: Zoom d'allunyament de la lupa

source: Incorrect PIN, please try again. Tries left: %{TRIES_COUNT}
ca_es: PIN incorrecte, torneu-ho a provar. Nombre d'intents restants: %{TRIES_COUNT}

source: List box
ca_es: Quadre de llista

source: Resolution:
ca_es: Resolució:

source: Activate launcher item 4
ca_es: Activa el quart element de la barra d'execució ràpida

source: Connection details
ca_es: Detalls de la connexió

source: SD card detected
ca_es: S'ha detectat una targeta SD

source: For text input, select a language to see available input methods.
ca_es: Per l'entrada de text, seleccioneu un idioma per veure els mètodes d'entrada disponibles.

source: Are you sure you want to permanently keep this device in kiosk mode?
ca_es: Esteu segur que voleu establir permanentment el mode de quiosc en aquest dispositiu?

source: Welcome!
ca_es: Benvingut!

source: An unknown error occurred trying to connect to "%{DEVICE_NAME}".
ca_es: S'ha produït un error desconegut en provar de connectar-se a "%{DEVICE_NAME}".

source: Activate launcher item 8
ca_es: Activa el vuitè element de la barra d'execució ràpida

source: German keyboard
ca_es: Teclat alemany

source: * Google Profile photo (loading)
ca_es: * Foto del perfil de Google (s'està carregant)

source: Scroll up one page
ca_es: Es desplaça una pàgina cap amunt

source: Press alt+shift to switch between input methods.
ca_es: Premeu Alt + Maj per canviar entre els mètodes d'entrada.

source: Dock window right
ca_es: Redueix la finestra cap a la dreta

source: If you cannot remember your password, you may proceed but local data will be lost. Only synced settings and data will be retrieved.
ca_es: Si no recordeu la contrasenya, podeu continuar, però es perdran les dades locals. Només es recuperaran la configuració i les dades sincronitzades.

source: Scanning content...
ca_es: S'està analitzant el contingut...

source: Modifier keys...
ca_es: Tecles de modificació...

source: Firmware revision:
ca_es: Revisió de microprogramari:

source: Sorry, your external storage device is not supported at this time.
ca_es: El vostre dispositiu d'emmagatzematge extern no és compatible en aquests moments.

source: Could not start the formatting process.
ca_es: No s'ha pogut iniciar el procés de format.

source: Serbian keyboard
ca_es: Teclat serbi

source: Your account does not work on %{PRODUCT_NAME}. Please contact your domain administrator or use a regular Google Account to sign in.
ca_es: El vostre compte no funciona a %{PRODUCT_NAME}. Contacteu amb l'administrador del domini o utilitzeu un Compte de Google normal per iniciar la sessió.

source: System security setting
ca_es: Configuració de seguretat del sistema

source: Failed to change the power state of the Bluetooth adapter.
ca_es: No s'ha pogut canviar l'estat d'alimentació de l'adaptador Bluetooth.

source: Add a user
ca_es: Afegeix un usuari

source: Screenshot region
ca_es: Regió de la captura de pantalla

source: Manual proxy configuration
ca_es: Configuració del servidor intermediari manual

source: Display settings
ca_es: Configuració de la pantalla

source: Formatting finished
ca_es: Format finalitzat

source: Charging %{HOUR}:%{MINUTE} until full
ca_es: S'està carregant: %{HOUR}:%{MINUTE} fins que estigui ple

source: Open address in new tab
ca_es: Obre l'adreça en una pestanya nova

source: Add Wi-Fi...
ca_es: Afegeix Wi-Fi...

source: Decrease
ca_es: Redueix

source: Simplified Chinese
ca_es: Xinès simplificat

source: Please enter this PIN code on "%{DEVICE_NAME}":
ca_es: Introduïu aquest codi PIN a "%{DEVICE_NAME}":

source: The only way to undo this is to re-install %{IDS_SHORT_PRODUCT_OS_NAME}.
ca_es: L'única manera de desfer aquesta acció és tornar a instal·lar %{IDS_SHORT_PRODUCT_OS_NAME}.

source: More than 1 hour left
ca_es: Queda més d'una hora

source: Exclamation point
ca_es: Signe d'admiració

source: No devices
ca_es: No hi ha cap dispositiu

source: Downloading recovery image...
ca_es: S'està baixant la imatge de recuperació...

source: New Incognito window
ca_es: Finestra d'incògnit nova

source: Reset screen zoom
ca_es: Restableix el zoom de la pantalla

source: Operator:
ca_es: Operador:

source: Turn off all wireless connections.
ca_es: Desactiva totes les connexions sense fil.

source: EAP method:
ca_es: Mètode EAP:

source: US Mystery keyboard
ca_es: Teclat Mystery nord-americà

source: Use - and = keys to page a candidate list
ca_es: Utilitza les tecles - i = per mostrar una llista de candidats

source: Could not sync
ca_es: No s'ha pogut sincronitzar

source: Initializing application...
ca_es: S'està inicialitzant l'aplicació...

source: Enable Double-Pinyin mode
ca_es: Activa el mode pinyin doble

source: Forget this network
ca_es: Oblida aquesta xarxa

source: Gateway:
ca_es: Passarel·la:

source: Please enter the 8-digit PIN Unlocking Key provided by %{CARRIER_ID}.
ca_es: Introduïu la clau de desbloqueig del PIN (PUK) de 8 dígits proporcionada per %{CARRIER_ID}.

source: Show password
ca_es: Mostra la contrasenya

source: Pinyin input method (for US Dvorak keyboard)
ca_es: Mètode d'entrada de pinyin (per a teclat Dvorak nord-americà)

source: Secure HTTP proxy
ca_es: Servidor intermediari HTTP segur

source: Tamil input method (Tamil99)
ca_es: Mètode d'introducció en tàmil (Tamil99)

source: An error occurred
ca_es: S'ha produït un error

source: Toggle full/half width punctuation mode
ca_es: Commuta el mode de puntuació d'amplada completa/mitja amplada

source: Server CA certificate:
ca_es: Certificat de CA del servidor:

source: Pointer speed:
ca_es: Velocitat del punter:

source: Sorry, the device %{DEVICE_LABEL} is not supported at this time.
ca_es: El dispositiu %{DEVICE_LABEL} no és compatible en aquests moments.

source: Select "word at a time"
ca_es: Selecciona "una paraula cada vegada"

source: The device must have capacity of 4GB or greater.
ca_es: El dispositiu ha de tenir una capacitat mínima de 4 GB.

source: Disabling spoken feedback.
ca_es: S'estan desactivant els comentaris per veu.

source: Toggle Chinese/English mode
ca_es: Commuta el mode xinès/anglès

source: Kryptonite! The cryptohome for the kiosk application could not be mounted.
ca_es: S'ha produït un error. No s'ha pogut muntar el cryptohome de l'aplicació de quiosc.

source: Using battery: %{PRECENTAGE}%
ca_es: Ús de la bateria: %{PRECENTAGE}%

source: US keyboard
ca_es: Teclat nord-americà

source: Dutch keyboard
ca_es: Teclat holandès

source: The proxy is enforced by your administrator.
ca_es: L'administrador aplica obligatòriament el servidor intermediari.

source: %{PRODUCT_NAME} was unable to connect to %{NETWORK_ID}. Please select another network or try again.
ca_es: %{PRODUCT_NAME} no s'ha pogut connectar a %{NETWORK_ID}. Seleccioneu una altra xarxa o bé torneu-ho a provar.

source: Disable Chrome Office Viewer component extension
ca_es: Desactiva l'extensió del component Chrome Office Viewer

source: Touchpad speed:
ca_es: Velocitat del ratolí tàctil:

source: Disable spoken feedback
ca_es: Desactiva els comentaris per veu

source: There was a problem during recovery image download.
ca_es: S'ha produït un problema en baixar la imatge de recuperació.

source: Please wait while %{PRODUCT_NAME} installs the latest system updates.
ca_es: Espereu-vos mentre %{PRODUCT_NAME} instal·la les últimes actualitzacions del sistema.

source: Operator code:
ca_es: Codi d'operador:

source: Tamil input method (Phonetic)
ca_es: Mètode d'introducció en tàmil (fonètic)

source: Insufficient space
ca_es: No hi ha prou espai

source: Insert
ca_es: Insereix

source: Please try again later.
ca_es: Torneu-ho a provar més tard.

source: Enable spoken feedback
ca_es: Activa els comentaris per veu

source: Aw, Snap! There was an error during formatting.
ca_es: S'ha produït un error durant la formatació.

source: The username or password you entered is incorrect.
ca_es: El nom d'usuari o la contrasenya que heu introduït no són correctes.

source: Chewing input method
ca_es: Mètode d'entrada de chewing

source: Change settings specific to your device and peripherals.
ca_es: Canvieu la configuració específica del dispositiu i dels dispositius perifèrics.

source: View account
ca_es: Visualitzeu el compte

source: Keyboard:
ca_es: Teclat:

source: Japanese input settings
ca_es: Configuració de la introducció en japonès

source: Manage displays
ca_es: Gestió de pantalles

source: Shared
ca_es: Compartides

source: Use input history
ca_es: Utilitza l'historial d'entrada

source: SIM card disabled
ca_es: Targeta SIM desactivada

source: Bulgarian phonetic keyboard
ca_es: Teclat fonètic búlgar

source: Customer support
ca_es: Atenció al client

source: Manage Kiosk Applications
ca_es: Gestió de les aplicacions de quiosc

source: Select certificate file
ca_es: Seleccioneu l'arxiu del certificat

source: Russian keyboard
ca_es: Teclat rus

source: Authentication timeout while connecting to "%{DEVICE_NAME}".
ca_es: S'ha esgotat el temps d'espera de l'autenticació mentre es connectava a "%{DEVICE_NAME}".

source: Server 3
ca_es: Servidor 3

source: Chinese input method (cangjie)
ca_es: Mètode d'entrada de xinès (kanji)

source: Take picture.
ca_es: Fa una foto.

source: Require password to wake from sleep
ca_es: Cal contrasenya per activar aquesta opció

source: To use the network %{NETWORK_ID}, first complete your connection to the Internet below.
ca_es: Per fer servir la xarxa %{NETWORK_ID}, primer cal establir la connexió a Internet a continuació.

source: Choose a mobile network
ca_es: Selecció d'una xarxa mòbil

source: System update complete. Please restart the system.
ca_es: Actualització del sistema completada. Reinicieu el sistema.

source: Swap primary monitor
ca_es: Canvia el monitor principal

source: Shut down
ca_es: Apaga

source: Only retrieve synced settings and data
ca_es: Recupera només la configuració i les dades sincronitzades

source: Other mobile network...
ca_es: Altres xarxes de telefonia mòbil...

source: Information
ca_es: Informació

source: Zoom screen out
ca_es: Allunya la pantalla

source: There was a problem during recovery image download. Network connection has been lost.
ca_es: S'ha produït un problema en baixar la imatge de recuperació. S'ha perdut la connexió a la xarxa.

source: Add connection
ca_es: Afegeix connexió

source: Enable Bluetooth
ca_es: Activa el Bluetooth

source: Center window
ca_es: Finestra central

source: Show status menu
ca_es: Mostra el menú d'estat

source: Turkish keyboard
ca_es: Teclat turc

source: Disable Wi-Fi
ca_es: Desactiva la Wi-Fi

source: Swedish keyboard
ca_es: Teclat suec

source: DNS server:
ca_es: Servidor DNS:

source: Enabling spoken feedback.
ca_es: S'estan activant els comentaris per veu.

source: Activate last launcher item
ca_es: Activa el darrer element de la barra d'execució ràpida

source: Previous password
ca_es: Contrasenya anterior

source: Please contact your hardware manufacturer immediately to send your computer to a repair facility.
ca_es: Contacteu immediatament amb el fabricant del maquinari per enviar l'ordinador a un taller de reparació.

source: Enter application id or webstore URL.
ca_es: Introduïu l'ID d'aplicació o l'URL del Web Store.

source: Use 24-hour clock
ca_es: Utilitza el rellotge de 24 hores

source: Change SIM card PIN
ca_es: Canvia el PIN de la targeta SIM

source: Activate tab 7
ca_es: Activa la pestanya 7

source: If you ever need to restore your computer's operating system you'll need a recovery SD card or USB memory stick.
ca_es: Si mai necessiteu recuperar el sistema operatiu del vostre equip, necessitareu una targeta SD o un llapis de memòria USB de recuperació.

source: Increase
ca_es: Incrementa

source: Touchpad and mouse settings
ca_es: Configuració del ratolí tàctil i del ratolí

source: Configure automatically
ca_es: Configura automàticament

source: version
ca_es: versió

source: Date and time
ca_es: Data i hora

source: Take screenshot
ca_es: Captura Pantalla

source: Choose...
ca_es: Trieu...

source: UK keyboard
ca_es: Teclat anglès

source: Yes (don't record new data)
ca_es: Sí (no enregistris dades noves)

source: Device manufacturer:
ca_es: Fabricant del dispositiu:

source: Find text
ca_es: Cerca el text

source: Because %{IDS_SHORT_PRODUCT_OS_NAME} securely encrypts all your local data, you must enter the old password now to unlock that data.
ca_es: Com que %{IDS_SHORT_PRODUCT_OS_NAME} encripta de manera segura totes les dades locals, heu d'introduir la contrasenya antiga ara per desbloquejar aquestes dades.

source: Rotate screen
ca_es: Gira la pantalla

source: Focus address bar
ca_es: Passa la barra d'adreces a primer pla

source: Mobile data
ca_es: Dades mòbils

source: You may also skip signing in and %{LINK_START}browse as Guest%{LINK_END}.
ca_es: També podeu ometre l'inici de sessió i %{LINK_START}navegar com a convidat%{LINK_END}.

source: Click to hide password
ca_es: Feu clic per amagar la contrasenya

source: Hebrew keyboard
ca_es: Teclat hebreu

source: Speed:
ca_es: Velocitat:

source: Activate tab 2
ca_es: Activa la pestanya 2

source: Spoken feedback is enabled.
ca_es: Els comentaris en veu alta estan activats.

source: 3 Set (390)
ca_es: Configuració 3 (390)

source: Pre-shared key:
ca_es: Clau compartida prèviament:

source: 3 Set (Final)
ca_es: Configuració 3 (final)

source: Handwriting input method for Japanese
ca_es: Mètode d'entrada d'escriptura manual per al japonès

source: Please enter PIN.
ca_es: Introduïu el PIN

source: Easy symbol input
ca_es: Entrada de símbols simples

source: This network is shared with other users.
ca_es: Aquesta xarxa està compartida amb altres usuaris.

source: The formatting process can take a couple of seconds. Please wait.
ca_es: El procés de format pot trigar uns quants segons. Espereu.

source: Temporarily disable conversion personalization, history-based suggestions and user dictionary
ca_es: Desactiva temporalment la personalització de la conversió, els suggeriments basats en l'historial i el diccionari de l'usuari

source: Plain Zhuyin mode. Automatic candidate selection and related options are disabled or ignored.
ca_es: Mode de zhuyin sense format. La selecció automàtica de candidats i les opcions que s'hi relacionen estan desactivades o s'ignoren.

source: your carrier
ca_es: el vostre operador

source: Text box
ca_es: Quadre de text

source: Slovenian keyboard
ca_es: Teclat eslovè

source: Access point name:
ca_es: Nom del punt d'accés:

source: Removable device detected
ca_es: S'ha detectat un dispositiu extraïble

source: OS Recovery Media creation has been cancelled.
ca_es: S'ha cancel·lat la creació de fitxers multimèdia de recuperació del SO.

source: Use , and . keys to page a candidate list
ca_es: Utilitza les tecles , i . per mostrar una llista de candidats

source: Connected
ca_es: Connectat

source: Maximum number of suggestions
ca_es: Nombre màxim de suggeriments

source: Old PIN:
ca_es: PIN anterior:

source: Stop mirroring
ca_es: Atura la rèplica

source: Security
ca_es: Seguretat

source: Make primary
ca_es: Fes que sigui la principal

source: Phase 2 authentication:
ca_es: Autenticació de fase 2:

source: Disable mobile data roaming
ca_es: Desactiva la itinerància de dades de telefonia mòbil

source: Screen magnifier
ca_es: Augment de pantalla

source: Dock window left
ca_es: Redueix la finestra cap a l'esquerra

source: Get new certificate
ca_es: Obtén el certificat nou

source: Enable virtual keyboard
ca_es: Activa el teclat virtual

source: Partially activated
ca_es: Activat parcialment

source: Group name:
ca_es: Nom del grup:

source: Password text box
ca_es: Quadre de text de la contrasenya

source: Type Ctrl+Alt+/ or Escape to hide
ca_es: Escriviu Ctrl + Alt + / o Esc per amagar-lo

source: To change proxy, enable "%{USE_SHARED_PROXIES}" setting.
ca_es: Per canviar el servidor intermediari, activeu la configuració "%{USE_SHARED_PROXIES}".

source: System installation settings
ca_es: Configuració d'instal·lació del sistema

source: Activate launcher item 7
ca_es: Activa el setè element de la barra d'execució ràpida

source: Going.. Going... Gone.
ca_es: Queda poc, queda poc... S'ha acabat el temps.

source: * Google Profile photo
ca_es: * Foto del perfil de Google

source: Enable Fuzzy-Pinyin mode
ca_es: Activa el mode pinyin per aproximació

source: Battery full
ca_es: Bateria carregada.

source: Obtain network certificate
ca_es: Obtenció del certificat de xarxa

source: Activate tab 1
ca_es: Activa la pestanya 1

source: User image preview
ca_es: Visualització prèvia de la imatge d'usuari

source: Reset zoom
ca_es: Restableix el zoom

source: Less than 1 minute left
ca_es: Queda menys d'un minut

source: Syncing %{COUNT} files...
ca_es: S'estan sincronitzant %{COUNT} fitxers...

source: Selected radio button
ca_es: Botó d'opció seleccionat

source: Minimize window
ca_es: Minimitza la finestra

source: A factory error has been detected
ca_es: S'ha detectat un error de fàbrica

source: Your IT administrator has disabled Chrome Goodies for your device. %{MORE_INFO_LINK}
ca_es: L'administrador de TI ha desactivat Chrome Goodies per al vostre dispositiu. %{MORE_INFO_LINK}

source: Mouse settings
ca_es: Configuració del ratolí

source: OTP:
ca_es: Ordre de pagament:

source: Incorrect PIN, please try again.
ca_es: PIN incorrecte, torna-ho a provar.

source: Thai input method (TIS-820.2538 keyboard)
ca_es: Mètode d'entrada de tailandès (teclat TIS-820.2538)

source: Enter SIM card PIN
ca_es: Introduïu el PIN de la targeta SIM

source: Skip sign-in and browse as Guest
ca_es: Omet l'inici de sessió i navega com a convidat

source: Symbol style
ca_es: Estil de símbols

source: Please add another input method before removing this one.
ca_es: Afegiu un altre mètode d'entrada abans d'eliminar aquest.

source: Network options...
ca_es: Opcions de la xarxa
